Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Good food.
ru: Вкусно.

source: Good food baby - Xev of B3K.
ru: Вкусно детка - Ксев с Б3K.

source: Your childhood, Xev of B3K?
ru: Ты это помнишь, своё детство, Ксев с Б3K?

source: But you were raised in a box.
ru: Но ты выросла в ящике.

source: I was raised in the wife bank on B3K, yes.
ru: Я выросла в банке женщин на Б3К, да.

source: But I really don' t remember much of it.
ru: Но я этого почти не помню.

source: There was not much about it to remember.
ru: Там почти небыло того что помнить.

source: We' ve been hit.
ru: Пробили.

source: We' re losing altitude.
ru: Мы теряем высоту.

source: We have punctured their balloon bag.
ru: У них пробойна в шаре.

source: They are going down.
ru: Они идут вниз.

source: Soon they will be in the water and we can shoot at them at will.
ru: И мы утыкаем их стрелами.

source: We do not want that.
ru: Нам этого не надо.

source: So what do we do?
ru: А что мы делаем?

source: We wait.
ru: Мы ждём.

source: Good morning matron.
ru: Доброе утро мадам.

source: Good morning, Xev of B3K.
ru: Доброе утро Ксев с Б3K.

source: Lesson 376.
ru: Урок 376.

source: Your husband asks you "Do you think I' m fat?"
ru: Муж спрашивает "Я не толстый?"

source: What is the correct answer?
ru: Выбери правильный ответ.

source: It' s not what you look like on the outside, but the man on the inside that matters to me.
ru: Для меня важен не внешний вид, а то каков мужчина внутри.

source: I like a man with a lot of meat on his bones!
ru: Я люблю когда мужчина такой крупный!

source: Can we get naked now and play ridethe tower of power?
ru: Давай раздевайся будем играть в царя горы.

source: It' s not what you look like on the outside, but the man on the inside that matters to me?
ru: Для меня важен не внешний вид, а то каков мужчина внутри?

source: Wrong!
ru: Нет!

source: The correct answer is - I like a man with a lot of meat on his bones!
ru: Верный ответ- Я люблю когда мужчина такой крупный!

source: Can we get naked now and play ride the tower of power?
ru: Давай раздевайся будем играть в царя горы.

source: Xev of B3K - always flatter your man.
ru: Ксев с Б3K - всегда льсти мужу.

source: Never admit his failings.
ru: Не признавай его промахов.

source: Use any occasion to please him in bed.
ru: Всегда подчиняйся ему в постели.

source: Xev of B3K - at this rate you will not graduate from the wife bank for - 5. 9 years.
ru: Ксев с Б3K - ты будешь оставатся в банке женщин ещё - 5. 9 лет.

source: I' il try to do better in future, Matron.
ru: Я постараюсь исправиться, мадам.

source: It' s all a blur.
ru: Очень смутно. Трудно вспомнить точно.

source: Hard to remember exactly - but also hard to forget.
ru: Но трудно и забыть.

source: Should we fire everything at them now?
ru: Стрелять по ним ещё или нет?

source: Firing everything at them will have no effect on the dead man.
ru: Наша стрельба не причиняет вреда мертвецу.

source: It is now time to change our strategy.
ru: Значит пора изменить стратегию.

source: The right thing to do.
ru: Как раз вовремя.

source: You should have come over to me Xev.
ru: Ты могла бы быть со мной Ксев.

source: I once gave you the chance to let Stanley Tweedle destroy this planet, but you refused my chance because you are a good person -
ru: У тебя был шанс дать Стенли Твидлу взорвать эту планету, но ты отказалась, потому что ты добрая.

source: - which means you are my enemy, which means you have to die.
ru: - а значит ты мой враг и должна умереть, Брось её за борт.

source: Throw her over the side.
ru: С удовольствием.

source: But, we will attach a piece of string to her, to improve our negotiating position.
ru: Но мы привяжем к ней верёвочку, что бы усилить нашу позицию в споре.

source: Xev.
ru: Ксев.

source: The time has come for you to make a deal!
ru: Пришло время заключить сделку!

source: He wants to make a deal, what now?
ru: Он предлагает сделку, что мы?

source: We wait for him to make a mistake.
ru: Мы ждём когда он ошибётся.

source: Well, he hasn' t been making too many so far.
ru: Он ни так часто ошибается.

source: Listen Kai, why don' t you just, you know, do the assassination thing with your brace and get this over with?
ru: Кай, ты не мог бы своей штукой из рукова что нибуть сделать, не мог бы?

source: I would, if my brace were fully functional, but it is not.
ru: Мог бы, если б она работала лучше, чем сейчас.

source: What, what' s the deal?
ru: Какая, какая сделка?

source: The dead man will jump over the side and sink into the sea.
ru: Мертвец прыгает за борт и тонет в море.

source: Unless he does that in ten seconds, Priest will cut the cord on Xev, and she will sink into the sea.
ru: Иначе через 10 секунд, мы режем эту верёвку и Ксев, тонет в море.

source: Don' t do it, Kai!
ru: Не надо, Кай!

source: You' re our only hope.
ru: Кай не надо. без тебя каюк.

source: He' s climbing over the side for you.
ru: Смотри он сейчас прыгнет ради тебя.

source: Isn' t it sweet?!
ru: Как это мило.

source: No, Kai!
ru: Нет, Кай!

source: Why did you do that?
ru: Зачем ты отрезал?

source: The ten seconds were up, so I cut the cord like you said.
ru: Через 10 секунд, как Вы говорили.

source: I did not tell you to cut it.
ru: Я не говорил резать.

source: I am deeply sorry, my prince.
ru: Я больше не буду.

source: It will not happen again - but I don' t know what I did wrong.
ru: Но я же незнал что так нельзя.

source: You - made a mistake.
ru: Ты сделал ошибку.

source: Bring me down to Xev.
ru: Спускай меня к Ксев.

source: There is a faint possibility that your stupidity will lead to my opportunity.
ru: Есть один ничтожный шанс что твоя глупость придёт мне на пользу.

source: We certainly have the advantage of height now.
ru: Теперь у нас явное преимущество в высоте.

source: You' re welcome.
ru: На здоровье.

source: Oh, it' s nice to see you Xev.
ru: Рад видеть тебя Ксев.

source: Why don' t we just crash, down in the water?
ru: Может нам просто сесть на воду?

source: In that case, I would be fine, but you and Xev would become very easy targets.
ru: Мне лично всё равно, но вы с Ксев будете лёгкими мишенями.

source: Kai.
ru: Кай.

source: Kai, I hate to interrupt your meditation, but things are not looking very good for us here.
ru: Кай, прости что отрываю от дел, но наше положение безнадёжное.

source: Release the stays.
ru: Руби стропы.

source: Release the stays?
ru: Рубить стропы?

source: Yes, we must release the stays which suspend the gondola from the balloon - now.
ru: Да, нужно убрать тросы, связываюшие гандолу с шаром.

source: Fire everything.
ru: Быстро.

source: We must kill them now, before they get any higher.
ru: Усилить огонь.

source: How can they get any higher?
ru: Надо убить их, пока они не поднялись.

source: Fire everything!
ru: Усилить огонь!

source: We have to kill them now!
ru: Надо убить их сейчас!

source: Good move, Kai.
ru: Сильный ход, Кай.

source: Shall I release the mainstay?
ru: Мне тоже обрубить стропы?

source: The balloon' s losing air.
ru: Воздух выходит.

source: How can we make it to the Lexx?
ru: Мы дотянем до Лексса?

source: We will have to be very lucky.
ru: Если очень повезёт.

source: We' re already slowing down.
ru: Мы уже теряем скорость.

source: Soon we will start to drop, rapidly.
ru: А скоро начнём падать, как камень.

source: We must shed weight.
ru: Надо сбросить вес.

source: What weight?
ru: Чей вес?

source: Oh no no.
ru: Не- ет.

source: Are you ready?
ru: Ты готов?

source: Nearly.
ru: Почти.

source: We' re losing time.
ru: Живей, мы теряем время.

source: I have to release the mainstay from up here or else I will go down with the gondola.
ru: Главный строп обрезать отсюда. иначе я упаду с гондолы.

source: You' re going down with the gondola.
ru: Ты должен упасть с гондолы.

source: I' m sorry, I' m not clear -
ru: Простите не понял -

source: You' re dead weight.
ru: Ты больше не нужен, ты теперь лишний вес.

source: Now please fall to your death with the gondola, and don' t waste anymore time about it.
ru: Давай лети вниз с гондолы, хватит терять время.

source: Is that clear enough for you?
ru: Теперь ты всё понял.

source: Very clear.
ru: Теперь понял.

source: You are my prince.
ru: Вы мой Принц.

source: Your mistake provided my opportunity.
ru: Твоя ошибка дала мне шанс.

source: Their balloon is losing air, ours is not.
ru: Их шар теряет воздух.

source: It will be easy to rise above them and pick them off.
ru: А мой нет, мне легко обогнать и перехватить их.

source: Now get on with it.
ru: Давай быстрее.

source: I will get on with it!
ru: Я не опоздаю!

source: You, you fool!
ru: Ты, ты кретин!

source: What do you think you will gain?
ru: Чего ты этим достиг?

source: What else would you expect?
ru: А ты что ещё не понял?

source: Now I will rise to the top.
ru: Теперь я поднимусь вверх.

source: And I will rule this planet!
ru: Я буду править планетой!

source: You will suffer!
ru: Ты будешь страдать!

source: We' re not gonna make it, are we?
ru: Мы не долетим, верно?

source: Our balloon is losing too much air.
ru: Слишком быстро выходит воздух.

source: Well what, what now?
ru: И что теперь?

source: Look, there.
ru: Смотрите.

source: Oh no.
ru: О нет.

source: No no no no no no.
ru: Нет нет нет нет нет нет.

source: You' re not actually suggesting that I let go and throw myself down there, and if I' m incredibly lucky land on Prince' s balloon, are ya?
ru: Вы же не просите броситься туда в безумной попытке зацепиться за шар Принца.

source: Well that' s good because, you know, I wouldn' t die after I missed the balloon and hit the water, because my heart' d stop long before that.
ru: Хорошо, потому что промахнувшись я не разобьюсь о воду, моё сердце остановится раньше.

source: We have to jump Stan.
ru: Надо прыгать Стен.

source: No Xev.
ru: Нет Ксев.

source: I' m informing you right now that I am in no way equipped for a jump like that.
ru: Чтоб ты знала, я физически не припособлен к таким прыжкам.

source: You know, my fingers won' t respond to the instructions from my brain to let go.
ru: Моё тело не послушается мозга и не двинется.

source: My brain wouldn' t even produce an instruction like that.
ru: А мозг ему такой команды никогда не даст.

source: I will jump, and then I will bring you over.
ru: Я прыгну, потом перетащу вас.

source: Well how?
ru: Как это?

source: No no no no.
ru: Нет нет нет.

source: Your brace isn' t working right, remember?
ru: Она плохо работает помнишь.

source: Hopefully, you will still be close enough.
ru: Надеюсь до вас будет недалеко.

source: I think I must pick up Stan first, then I will grab you.
ru: Думаю сначала вытащить Стена, а потом тебя.

source: You go.
ru: Я ещё не готов Ксев.

source: Captains first.
ru: Лучше ты.

source: My heart' s still working.
ru: Капитан первым.

source: I don' t believe it.
ru: Сердце не лопнуло, даже не верится.

source: Xev' s balloon is outta control.
ru: У Ксев шар закрутило.

source: Fire your brace Kai, fire now!
ru: Цепляй её Кай, цепляй быстрей!

source: She is out of range.
ru: Слишком далеко.

source: Well we have to go down and get her.
ru: Значит надо подлететь к ней.

source: We will, but in a moth.
ru: Верно, но на мухе.

source: A moth?
ru: A мухе?

source: We don' t have time.
ru: Мы не успеем.

source: The other balloons' il get to her first.
ru: Другие шары подлетят раньше.

source: We are now in the divide between the atmospheres of the two planets.
ru: Мы в атмасферном тунеле, между планетами.

source: Xev - will land on Fire.
ru: Ксев несёт на огонь.

source: We can reach her in a moth, before the other balloons.
ru: На мухе мы будем раньше, чем их шары.

source: All night by the Kai, Kai.
ru: Всю ночь подле Кая, Кая.

source: All night by his corpse I did moan.
ru: Всю ночь над трупом я бдел.

source: I dreamed he was tweaking my circuits.
ru: Холодные чресла лаская.

source: While I was tweaking his bone.
ru: Я в мертвые очи глядел.

source: Do these mothbreeders ever stop?
ru: Муховоды когда- нибуть спят?

source: All night without Kai, Kai.
ru: Всю ночь без Кая, Кая.

source: I' m lonely, I' m blue, and I' m sick.
ru: Мне мнится сквозь сон и тлен.

source: I dream of his frozen kisses.
ru: Улыбка его ледяная.

source: And fondling his frozen -
ru: И замороженный...

source: Come here, oh dark dead and delicious one.
ru: Ты вернулся, иди ко мне, чёрный, мёртвый, сладкий.

source: Come back.
ru: Кай, я здесь, вернись.

source: You' il come back.
ru: Вернись...

source: You' re just in an awfully big hurry.
ru: Ты придёшь, ты любишь, ты просто страшно спешишь вот и всё.

source: It' s not OK!
ru: Очень даже чего, очень даже чего.

source: I love you Kai!!!
ru: Я люблю тебя Кай!

source: What are you doing here?
ru: А ты зачем здесь?

source: I must build more moths.
ru: Я должен делать мух.

source: Are you one of the mothbreeders who were taken to Duketown?
ru: Ты один из муховодов захваченных графом?

source: I know this probably doesn' t mean anything to you -
ru: Наверное ты меня уже не поймёшь -

source: But like me, you were a prisoner on the Cluster, and they turned you into what you are now.
ru: Но как и я ты был узником на Кластере и тебя превратили вот во что.

source: But you were once a real person.
ru: Но ты тоже был человеком.

source: A real person who lived a real life.
ru: Был человеком с нормальной жизнью.

source: Can you understand that, even a little?
ru: Ты это понимаешь, хоть чуть чуть?

source: You were a real person!
ru: Ты тоже человек!

source: Poor you.
ru: Жаль тебя.

source: Poor me.
ru: и меня.

source: You again.
ru: Опять ты.

source: Me again.
ru: Опять я.

source: How did you get here?
ru: Почему ты здесь?

source: I died.
ru: Я умер.

source: You don' t look dead.
ru: На труп не похоже.

source: I' m not.
ru: Верно.

source: I died, and now I have been reawakened here, for you.
ru: Я умер, а потом воскрес здесь, жду тебя.

source: I want to be with you when you die.
ru: Хочу посмотреть как ты умрёшь.

source: I' ve never seen anyone die for the first time.
ru: Никогда не видел как умирают впервые.

source: What makes you think that I' m going to die?
ru: Почему ты думаешь, что я умру?

source: You' re on the surface of the planet Fire, the sun' s up - you cannot last the hour.
ru: Ты на поверхности планеты Огонь.

source: Oh, I will also die.
ru: Как жаль.

source: How sad.
ru: А мне нет.

source: Not for me - I' m used to it.
ru: Я уже привык.

source: And it will not be so bad for you, although your friends will miss you.
ru: Тебе тоже будет не плохо.

source: Do you know what a Cluster lizard is?
ru: Только друзья огорчатся.

source: Not really.
ru: Нет.

source: A Cluster lizard is a very nasty animal, that I think originally came from a very hot place.
ru: Ящерицы Кластера, это ужастные твари.

source: How does that matter?
ru: А какое мне дело?

source: You will see.
ru: Увидишь.

source: In less than an hour.
ru: В течении часа.

source: We' il never find her.
ru: Здесь её не найти.

source: We will search for the balloon.
ru: Мы будем искать шар.

source: How are you going?
ru: Ну как ты там?

source: Fine, thank you.
ru: В норме, спасибо.

source: I' m hot, I have to stop.
ru: А я нет, жарко, надо отдохнуть.

source: Why aren' t you dying?
ru: Ещё не умираешь?

source: I' m very good with heat.
ru: А я привыкла к жаре.

source: Ironically, I' m not.
ru: Забавно, но я нет.

source: How is it that you' re not dying?
ru: Почему ты не умираешь?

source: I' m not all human.
ru: Я не человек.

source: Can you still find whatever memory you want with your hand, like you did before?
ru: Ты ещё можешь капатся в моей памяти своей лапой.

source: Think Cluster lizard.
ru: Ищи Яшерицу Кластера.

source: Then I guess you get to see me die.
ru: Дай мне хоть раз мирно умереть.

source: Do you still feel anything for me?
ru: Ты всё ещё злишься на меня?

source: A little.
ru: Немного.

source: You shouldn' t.
ru: Ненадо.

source: I agree.
ru: Небуду.

source: Well - I didn' t admit it before, But I' m hot, too.
ru: Что ж, не хотела признаваться, но мне тоже жарко.

source: Really hot.
ru: Очень жарко.

source: Hey, look, look, do you see it?
ru: Смотри, смотри ты видишь?

source: She' s not in it.
ru: Её там нет.

source: She may be somewhere upwind.
ru: Возможно спрыгнула раньше.

source: I hope.
ru: Будем надеяться.

source: The dead do not hope.
ru: Мёртвые не надеются.

source: Yeah, well Kai - the living certainly do.
ru: Знаешь Кай, а живые всё время.

source: Subtitle create: ladalexx@ tiscali. cz download: http: // home. tiscali. cz/ lexxsubtitle
ru: Субтитры изготовлены Elke.

source: [kill you... rip you.. kill you...]
ru: Запомни мои слова.

source: Caught in the act! all that will be acted, Potter no,
ru: - Но мистер Филч!

source: Mr. Filch you don' t understand
ru: Вы не понимаете...

source: professor, I swear I didn' t... this is out of my hands, Potter
ru: Профессор...... Клянусь, это не я.

source: Professor Dumbledore will be waiting for you
ru: Профессор Дамбльдор ждет тебя.

source: SHEBERDLEMON
ru: Лимонная долька.

source: professor Dumbledore?
ru: - Волнуешься, Поттер?

source: Bee in your bonnet, Potter eh, eh, I was, _BAR_I was just wandering if you put me in the right house yes you were particularly diffcult to place
ru: - Я только хотел спросить, правильно ли ты определила меня в колледж.

source: But I stand by what I said last year you would' ve done well in Slytherin you are wrong
ru: - Да: с тобой было особенно сложно.

source: Harry
ru: - Гарри?

source: Professor, sir... your bird there was nothing I could do he just caught fire oh, about time, too he' s been looking dreadful for days pity, you had to see him on a Burning Day
ru: Фокес - феникс, Гарри.

source: Fawkes is a phoenix, Harry. they burst into flame when it is time for them to die and they are. reborn from the ashes
ru: Фениксы сгорают, когда приходит время умирать...... а потом...... возрождаются из пепла.

source: oh, that' s Fascinating creatures, phoenixes.
ru: Фениксы - очаровательные создания.

source: They can carry immensely heavy loads, their tears have healing powers
ru: Постойте!

source: Professor Dumbledore, sir, wait,
ru: Профессор Дамбльдор, сэр, это не Гарри.

source: listen
ru: - Я не верю...

source: Professor Dumbledore, sir, it wasn' t harry
ru: -... что Гарри атаковал кого- то.

source: Hagrid in fact I prepare to swear it in front of the Ministry of Magic
ru: - Точно.

source: Hagrid! relax
ru: Ну, я....

source: I do not think that Harry attacked any one. of course you don' t oh,.. oh, great!... then...
ru: - Да.

source: I' il just wait outside you don' t think it was me, Professor? no, Harry, I do not think it was you but I must ask you is there something you wish to tell me?
ru: - Вы не считаете, что это я, профессор?

source: no sir very well, then, off you go
ru: - Нет, Гарри.

source: everything is set, we just need a bit who you change into Crabbe and Goyle we also need to make sure the real Crabbe and Goyle _BAR_can' t burst in on us while we' re interrogating Malfoy how?
ru: - Нет, сэр.

source: I' ve got it all worked out
ru: - Раз так, ладно.

source: I' ve filled these with a simple Sleeping Draught simple but powerful now, once they are asleep hide them in a broom closet and pull out a few of their hairs and put their uniforms
ru: Когда они уснут...... спрячьте их в кладовке со швабрами, выдерните у них по волоску...... и наденьте их форму.

source: Whose hair are you ripping out then?
ru: Миллисент Балстроуд.

source: I 've alreaday got mine
ru: Слитерин.

source: Millicent Bulstrode in Slytherin
ru: - Рон, давай я это сделаю.

source: I got this off her robes
ru: Давай.

source: I am going to check on the polyjuice potion make sure Crabbe and Goyle find these
ru: - Эссенция Крабба.

source: Ron, maybe, maybe I should do it yeah, right
ru: - Что- то мне хреново.

source: MAGADlMIGOSA
ru: - Гарри?

source: good cool
ru: - Рон.

source: how thick could you get? come on, let' s get them we' il have exactly one hour before we change back into ourselves.
ru: - Говори голосом Крабба.

source: add the hairs erh... essence of Crabbe cheers
ru: - Черт возьми.

source: I think I am gonna be sick me too
ru: - А где Хермиона?

source: Ron? bloody hell we still sound like ourselves you need sound more like Grabbe bloody hell excellent but where is Hermione
ru: - Хермиона, с тобой всё в порядке?

source: I... I don' t think I am going you go without me
ru: - Торопитесь.

source: Hermione, are you ok? just go you' re wasting time come on
ru: - Пошли.

source: I think Slytherin common room is this way excuse me what are you doing down....
ru: - Кажется актовый зал Слитерина сюда.

source: I mean, what are you doing down here?
ru: - Прошу прощения.

source: I happen to be a school prefect you on the other hand have no bussiness wondering the corridors at this time of night what' s your name again? eh, I' m....
ru: - К вашему сведению, я надзиратель.

source: Crabbe and Goyle where have you two been? pigging out in the Great Hall all this time? why are you wearing glasses?
ru: Что же касается вас, вам нечего, слоняться ночью по коридорам.

source: I..., I am reading reading?
ru: - Крабб, Гойл, где вы были?

source: I didn' t know you could read what are you doing down here, Weasley? mind your attitude, Malfoy
ru: Вот уж не знал, что ты любишь читать.

source: well, sit down you never know that Weasleys were pure- bloods the way they behave they are emmbassing the wizarding world, all of them what' s wrong with you?
ru: - Следи за выражениями, Малфой.

source: Crabbe stomachach
ru: - Ладно, садитесь.

source: You know, I' m surprised the Daily Prophet _BAR_hasn' t done any report of all these attacks
ru: Крабб, что с тобой?

source: I suppose Dumbledore' s trying to hush it all up.
ru: - Живот болит.

source: Father' s always said Dumbledore was the worst thing _BAR_that' s ever happened to this place. you' re wrong
ru: Я полагаю, Дамбльдор пытается замять дело.

source: what? you think some one here is worse than Dumbledore? well, do you?
ru: Ну- ну?

source: Harry Potter?
ru: - В точку, Гойл.

source: good one, Goyle, you absolutely right
ru: - Ты же знаешь, что нет, Гойл.

source: Saint Potter
ru: - Это твое?

source: And people actually think he' s heir Slytherin!
ru: - Отец тоже ничего не рассказывает про то, как в последний раз открылась Зала

source: but then you must have some idea who is behind it all you know I don' t, Goyle
ru: Он говорит, все хранилось в секрете.

source: I told you yesterday how many times do I have to tell you? is this yours?
ru: Но кто бы это ни был, его исключили.

source: but my father did say this it' s been 50 years since the chamber was opened he wouldn' t tell me who opened it only they were spelled the last time the chamber of secret was opened a mudblood died so it' s only matter of time before one of them' s killed this time as to me
ru: Да что творится с вами двумя?

source: I hope it' s Granger what' s the matter with you two you' re acting very odd it' s his stomachache calm down scar
ru: - У него болит живот.

source: hey, where are you going? that was close
ru: - Шрам.

source: Hermione, come on, we' ve got loads to tell you go away wait you' il see it' s awful
ru: - Хермиона, выходи.

source: Hermione, are you ok?
ru: - Уходите.

source: do you remmeber me telling you? the polyjuice potion is only for the human transformations it was cat hair I pulled off Millicent Bulstrode' s robes
ru: Это ужасно.

source: look at my face
ru: - Хермиона?

source: look at your tail
ru: - Что с тобой?

source: what' s this?
ru: Это был кошачий волос, который я сняла с мантии Миллисент Балстроуд.

source: yark, looks like Moaning Myrtle flooded the bathroom
ru: Посмотрите на мою морду.

source: Come to throw something else at me?
ru: - Смотри, какой у нее хвост.
